{
  "greeting": "Привіт",
  "welcome": "Ласкаво просимо на наш веб-сайт",
  "button": "Натисни мене",
  "userProfile": "Профіль користувача",
  "Appeal": "Скарги",
  "Departments": "Відділи",
  "Infrastructure": "Інфраструктура",
  "Map": "Карта",
  "Logout": "Вийти",
  "Authorization": "Увійти",
  "SignUp": "Зареєструватися",
  "Search": "Шукати",
  "Learn more": "Дізнатись більше про Чорний Острів",
  "Learn More": "Вивчити Більше",
  "about Chornyi Ostriv": "",
  "ChUTC interesting application to keep up with": "Цікава програма ChUTC, яка допоможе не відставати з новинами та спілкуванням",
  "news and communication": "",
  "About us": "Про нас",
  "Watch photo and video from event": "Дивитись фото та відео з заходів",
  "Chorny Ostriv": "Чорний Острів",
  "Martynivka" : "Мартинівка",
  "Zakharivtsi": "Захарівці",
  "Antonivka": "Антонівка",
  "Vovcha Gora": "Вовча Гора",
  "Maryanivka": "Мар'янівка",
  "Krachki": "Крачки",
  "Field Hrynivtsi": "Польові Гринівці",
  "Lyapintsi": "Ляпинці",
  "Stavchyntsi": "Ставчинці",
  "Mali Orlyntsi": "Малі Орлинці",
  "Vezdenki": "Везденьки",
  "Berezhanka": "Бережанка",
  "Pedosy": "Педоси",
  "Ostashki": "Осташки",
  "Gruzevytsia": "Грузевиця",
  "Lapkivtsi": "Лапківці",
  "Ridkoduby": "Рідкодуби",
  "Manilivka": "Манилівка",
  "Mykolai": "Миколаїв",
  "Katerynivka": "Катеринівка",
  "Chorny Ostriv is an urban-type settlement in Ukraine , the center of the Chornoostriv settlement territorial community, Khmelnytskyi district, Khmelnytskyi region . The village is located on the Southern Buza and Mshanka rivers , 2 km from the Chorny Ostriv railway station , 20 km from Khmelnytskyi . Light, food industry. Magdeburg law since 1556. The status of the village since 1957. The population is 905 people": "Чорний Острів — селище міського типу в Україні, центр Чорноострівської селищної територіальної громади Хмельницького району Хмельницької області. Село розташоване на річках Південний Буз та Мшанка, за 2 км від залізничної станції Чорний Острів, за 20 км від Хмельницького. Легка, харчова промисловість. Магдебурзьке право з 1556 р. Статус села з 1957 р. Населення — 905 чол.",
  "We are the Chornoostrivska United Territorial Community. We provide management and accounting of the territorial community, which is a key factor in ensuring the effectiveness and efficiency of local government and meeting the needs of citizens. And our site greatly simplifies the work of residents and has the following goal:": "Ми Чорноострівська об’єднана територіальна громада. Ми здійснюємо управління та облік територіальної громади, що є ключовим чинником забезпечення дієвості та ефективності діяльності місцевого самоврядування та задоволення потреб громадян. А наш сайт значно спрощує роботу мешканців і має на меті:",
  "to improve management and provision of services to the community at the territorial community level;": "покращити управління та надання послуг громаді на рівні територіальної громади;",
  "to improve the efficiency and transparency of management;": "підвищити ефективність і прозорість управління;",
  "providing convenience for citizens;": "забезпечення зручності для громадян;",
  "creation of tools for interaction between the community and authorities;": "створення інструментів взаємодії громади та влади;",
  "planning and tracking of projects for development, infrastructure, education, health care, etc;": "планування та відстеження проектів розвитку, інфраструктури, освіти, охорони здоров'я тощо;",
  "communication.": "спілкування.",
  "Here you will find a description of all territories in our community, maps, necessary interesting information, voting on projects. There also a separate section showing the organizational structure of the OTG and management. Registered users can easily submit claims for refunds, complaints, etc. and receive an immediate response to their email account.": "Тут ви знайдете опис усіх територій нашої спільноти, карти, необхідну цікаву інформацію, голосування за проекти. Також є окремий розділ, де показано організаційну структуру ОТГ та управління. Зареєстровані користувачі можуть легко подавати заявки на відшкодування, скарги тощо та отримувати негайну відповідь на свою електронну адресу.",
  "The community is trying to make better conditionals for you!": "ОТГ намагається створити для вас кращі умови!",
  "And here you can read history of the village Black Island of Khmelnytskyi region from ancient times to 1917.": "А тут ви можете прочитати історію села Чорний Острів Хмельницької області від найдавніших часів до 1917 року.",
  "Zakharivtsi is a village in Ukraine, in Chornoostrivska settlement territorial community, Khmelnytskyi district, Khmelnytskyi region . The population is 463 people.": "Захарівці — село в Україні, в Чорноострівській селищній територіальній громаді Хмельницького району Хмельницької області. Населення — 463 особи.",
  "Antonivka is a village in Ukraine, in Chornoostrivska settlement territorial community, Khmelnytskyi district, Khmelnytskyi region . The population is 564 people.  Back in 1366, the owner of the Black Town (as Black Island was then called ), the Lithuanian prince Lubard Tedeyunovych, settled a number of serfs in the lowlands near the nameless river. The first to settle was a peasant named Shtuka Anton, from whose name, apparently, the name Antonivka originates. This peasant worked as a field laborer for the landowner.": "Антонівка — село в Україні, в Чорноострівській селищній територіальній громаді Хмельницького району Хмельницької області. Населення становить 564 чоловіка. У далекому 1366 році власник Чорного міста (як тоді називався Чорний острів) литовський князь Любард Тедеюнович поселив у низині біля безіменної річки ряд кріпаків. Першим поселився селянин Штука Антон, від імені якого, мабуть, і походить назва Антонівка. Цей селянин працював батраком у поміщика.",
  "Martynivka  is a village in Ukraine, in Chornoostrivska settlement territorial community, Khmelnytskyi district, Khmelnytskyi region . The population is 384 people.": "Мартинівка — село в Україні, в Чорноострівській селищній територіальній громаді Хмельницького району Хмельницької області. Населення — 384 особи.",
  "Vovcha Gora is a village in Ukraine, in Chornoostrivska settlement territorial community, Khmelnytskyi district, Khmelnytskyi region. The population is 940 people.": "Вовча Гора — село в Україні, в Чорноострівській селищній територіальній громаді Хмельницького району Хмельницької області. Населення становить 940 осіб.",
  "Maryanivka is a village in Ukraine, in Chornoostrivska settlement territorial community, Khmelnytskyi district, Khmelnytskyi region. The population is 1790 people.": "Мар'янівка — село в Україні, в Чорноострівській селищній територіальній громаді Хмельницького району Хмельницької області. Населення — 1790 осіб.",
  "Krachki is a village in the Khmelnytskyi district of the Khmelnytskyi region of Ukraine.  According to the 2001 census, the population was 133 people. The postal code is 31307. The telephone code is 382. It occupies an area of ​​0.9 km².": "Крачки — село в Україні, в Хмельницькому районі Хмельницької області. Населення за переписом 2001 року становило 133 особи. Поштовий індекс — 31307. Телефонний — 382. Займає площу 0,9 км².",
  "Lyapintsi is a village in Ukraine, in Chornoostrivska settlement territorial community of Khmelnytskyi district, Khmelnytskyi region . The population is 267 people.": "Ляпинці — село в Україні, в Чорноострівській селищній територіальній громаді Хмельницького району Хмельницької області. Населення — 267 осіб.",
  "Field Hrynivtsi  is a village in Ukraine, in Chornoostrivska settlement territorial community of Khmelnytskyi district, Khmelnytskyi region . It is located on the right bank of Buzhka , the left tributary of the Southern Bug . The population is 320 people": "Польові Гринівці — село в Україні, в Чорноострівській селищній територіальній громаді Хмельницького району Хмельницької області. Розташоване на правому березі Бужка , лівої притоки Південного Бугу . Населення становить 320 осіб",
  "Stachyntsi  is a village in Ukraine, in Chornoostrivska settlement territorial community, Khmelnytskyi district, Khmelnytskyi region . The population is 487 people.": "Стачинці — село в Україні, в Чорноострівській селищній територіальній громаді Хмельницького району Хмельницької області. Населення становить 487 осіб.",
  "Mali Orlyntsi is a village in Ukraine, in Chornoostrivska settlement territorial community, Khmelnytskyi district, Khmelnytskyi region . It is located on the right bank of Buzhka , the left tributary of the Southern Bug . The population is 195 people.": "Малі Орлинці — село в Україні, в Чорноострівській селищній територіальній громаді Хмельницького району Хмельницької області. Розташоване на правому березі Бужка , лівої притоки Південного Бугу . Населення — 195 осіб.",
  "Vezdenky  is a village in Ukraine, in Chornoostrivska settlement territorial community, Khmelnytskyi district, Khmelnytskyi region . It is located on the right bank of the Buzhok River , the left tributary of the Southern Bug . The population is 285 people.  During the German-Soviet war, about 100 houses were burned in the village. After the liberation of Vezdenyok from the German troops, housing reconstruction took place with the active use of adobe": "Везденки — село в Україні, в Чорноострівській селищній територіальній громаді Хмельницького району Хмельницької області. Розташоване на правому березі річки Бужок , лівої притоки Південного Бугу . Населення — 285 осіб. Під час німецько-радянської війни в селі було спалено близько 100 хат. Після визволення Везденьок від німецьких військ відбулася реконструкція житла з активним використанням саману.",
  "Berezhanka is a village in Ukraine, in the Chornoostrivska settlement territorial community, Khmelnytskyi district, Khmelnytskyi region . According to legend, a wealthy gentleman who lived in Black Island had three daughters: Maryana, Martha and Zhanna. In order to perpetuate their memory, Mr. decided to name the villages near Black Island in their honor. This is how Maryanivka , Martynivka and Berezhanka got their names .  According to another version, the name Berezhanka comes from a large number of banks that divide the village into two parts and surround it from almost all sides.": "Бережанка — село в Україні, в Чорноострівській селищній територіальній громаді Хмельницького району Хмельницької області. За переказами, в одного заможного пана, який жив на Чорному Острові, було три доньки: Мар'яна, Марфа і Жанна. Аби увічнити їхню пам’ять, пан вирішив назвати на їхню честь села біля Чорного острова. Так отримали свої назви Мар'янівка, Мартинівка та Бережанка. За іншою версією, назва Бережанка походить від великої кількості берегів, які ділять село на дві частини й оточують його майже з усіх боків.",
  "Pedosy  is a village in Ukraine, in Chornoostrivska settlement territorial community, Khmelnytskyi district, Khmelnytskyi region . The population is 594 people.  On October 12, 2013, the head of the Khmelnytskyi Diocese of the Kyiv Patriarchate, His Eminence Anthony, Metropolitan of Khmelnytskyi and Kamianets-Podilskyi, consecrated the church in honor of the Intercession of the Most Holy Theotokos in the co-service of the clergy of the diocese and the clergy of the UAPC in Khmelnytskyi.": "Педо́си — село в Україні, в Чорноострівській селищній територіальній громаді Хмельницького району Хмельницької області. Населення становить 594 чоловіка. 12 жовтня 2013 року керуючий Хмельницькою єпархією Київського Патріархату Високопреосвященніший Антоній, митрополит Хмельницький і Кам’янець-Подільський звершив освячення храму на честь Покрови Пресвятої Богородиці у співслужінні духовенства. єпархії та духовенство УАПЦ у Хмельницькому.",
  "Ostashki (Ukrainian: Осташки) is a village in the Khmelnytskyi district of the Khmelnytskyi region of Ukraine.  According to the 2001 census, the population was 931 people. The postal code is 31315. The telephone code is 382. It occupies an area of ​​0.123 km².": "Осташки ( укр. Осташки ) — село в Україні , в Хмельницькому районі Хмельницької області . За переписом 2001 року населення становило 931 особу. Поштовий індекс — 31315. Телефонний — 382. Займає площу 0,123 км².",
  "Gruzevytsia  is a village in Ukraine , in Chornoostrivska settlement territorial community, Khmelnytskyi district, Khmelnytskyi region .Gruzevitsa was founded around 1650. The very name of the village of Gruzevytsia comes from the word \"gruzko\", i.e. \"topko\", since the area is very lowland. In the village, at the end of the 19th century , there were 219 peasant yards, more than 1100 people. More than 90% of the population was illiterate. Part of the children's education was carried out through the parish school, in which the pip and dyak taught literacy. At that time, the Orthodox Christian church was active in the village.": "Грузевиця — село в Україні, у складі Чорноострівської селищної територіальної громади Хмельницького району Хмельницької області. Грузевиця заснована близько 1650 року. Сама назва села Грузевиця походить від слова «грузко», тобто «топко», оскільки місцевість с. дуже низинний. В селі наприкінці ХІХ століття було 219 селянських дворів, понад 1100 чоловік. Понад 90% населення було неписьменним. Частково навчання дітей здійснювалося через парафіяльну школу, в якій навчали грамоти піп і дяк. На той час в селі діяла православна церква.",
  "Lapkivtsi  is a village in Ukraine, in Chornoostrivska settlement territorial community, Khmelnytskyi district, Khmelnytskyi region . The population is about 50 people.  According to the \"Dictionary of Proper Geographical Names of the Khmelnytskyi Region\" Torchynskyi, the village of Lapkivtsi in the Khmelnytskyi District has been known since the 16th century. as a Tatar settlement. There were the following typologies of names: Lapkowcze (1583), Lapkowce (1668), Липковцы (1800), Лапковцы (1855), Ланковцы (1884), Lapkivtsi (1926). According to S.D.  Babishyn, the name indicates the configuration of the land: a paw is a piece of land left after distribution. According to the authors of the dictionary, this is a patronymic, personal name: Lapa (1364), Lapko (1552).": "Лапкі́вці — село в Україні, в Чорноострівській селищній територіальній громаді Хмельницького району Хмельницької області. Населення близько 50 осіб. За даними «Словника власних географічних назв Хмельницької області» Торчинського, село Лапківці Хмельницького району відоме з XVI ст. як татарське поселення. Існували такі типології назв: Lapkowcze (1583), Lapkowce (1668), Lipkovcy (1800), Lapkovcy (1855), Lankovcy (1884), Lapkivtsi (1926). На думку С.Д. Бабишин, назва вказує на конфігурацію землі: лапа – ділянка, що залишилася після розподілу. На думку авторів словника, це по батькові, особове ім’я: Лапа (1364), Лапко (1552).",
  "Ridkoduby  is a village in Ukraine, in Chornoostrivska settlement territorial community, Khmelnytskyi district, Khmelnytskyi region . The first written mention of Rydkoduby dates back to 1582.The village is located in the western part of the district, near the town of Chorny Ostriv . The boundaries of rural fields and forests on the western side adjoin the lands of the Volochy district .": "Рідкодуби — село в Україні, в Чорноострівській селищній територіальній громаді Хмельницького району Хмельницької області. Перша письмова згадка про Ридкодуби датується 1582 роком. Село розташоване в західній частині району, поблизу містечка Чорний Острів. Межі сільських полів і лісів із західного боку прилягають до земель Волочиського району.",
  "Manylivka is a village in Ukraine, in the Chornoostrivska settlement territorial community, Khmelnytskyi district, Khmelnytskyi region . The population is 120 people.": "Манилівка — село в Україні, в Чорноострівській селищній територіальній громаді Хмельницького району Хмельницької області. Населення становить 120 осіб.",
  "Mykolayiv is a village in Ukraine, in the Chornoostrivska settlement community of the Khmelnytskyi district of the Khmelnytskyi region . It is located on the right bank of the Buzhok River , the left tributary of the Southern Bug . The population is 373 peopleThe Mykolaivka settlement was founded in 1555 on the site of an oak forest by the order of the Polish king Sigismund II Augustus by the great crown hetman, Russian voivode, state, political and military figure of the Polish kingdom, Mykolai Sinyavsky .  From 1672 to 1699 , the village of Mykolaivka, like all of Podillia , was under the authority of the Porte .": "Миколаїв — село в Україні, в Чорноострівській селищній громаді Хмельницького району Хмельницької області. Розташоване на правому березі річки Бужок , лівої притоки Південного Бугу . Населення — 373 особи. Городище Миколаївка засноване у 1555 році на місці дубового лісу за наказом польського короля Сигізмунда II Августа великим коронним гетьманом, руським воєводою, державним, політичним і військовим діячем Польського королівства Миколою Синявським. . З 1672 по 1699 рік село Миколаївка, як і все Поділля, перебувало під владою Порти.",
  "Katerynivka  is a village in Ukraine, in Chornoostrivska settlement territorial community, Khmelnytskyi district, Khmelnytskyi region . The population is 344 people. The Struve Arc passes through the village .At the end of the 16th century with. Katerynivka, like the other 10 surrounding villages and the 5,000 peasant serfs who lived there, belonged to the Przezdets. In 1861 a reform took place, after which the serf peasants became free.  Once there were two churches in the town of Black Sea: Voznesenska and Voskresenska. The wooden Voznesenska was dismantled and moved to the village. Katerynovka However, it has not survived to this day.": "Катеринівка — село в Україні, в Чорноострівській селищній територіальній громаді Хмельницького району Хмельницької області. Населення — 344 особи. Через село проходить Дуга Струве .В кінці 16 століття с. Катеринівка, як і інші 10 навколишніх сіл і 5 тис. селян-кріпаків, які там проживали, належала Пшездцям. У 1861 році відбулася реформа, після якої селяни-кріпаки стали вільними. Колись у місті Чорноморському було дві церкви: Вознесенська та Воскресенська. Дерев’яну Вознесенську розібрали і перевезли в с. Катеринівка Проте до наших днів він не зберігся.",
  "Postal address: 31310, Khmelnytskyi region, Khmelnytskyi district, Chornyi Ostriv village, str. Independence, bldg. 13": "Поштова адреса: 31310, Хмельницька область, Хмельницький район, с.Чорний Острів, вул. Незалежності, буд. 13",
  "E-mail address:": "Електронна адреса:",
  "Contact numbers:": "Контактний номер",
  "COATUU": "КОАТУУ",
  "CATOTTG": "КАТОТТГ",
  "Population": "Населення",
  "Settlements within the OTG: Chornoostrivska community": "Населені пункти у складі ОТГ: Чорноострівська громада",
  "An application is a document in which a private or official person makes a request with a specific proposal to the institution or official.": "Звернення – це документ, у якому приватна або офіційна особа звертається з проханням з конкретною пропозицією до установи чи посадової особи.",
  "Dzysya Mykhailo Semenovych": "Дзисю Михайлу Семеновичу",
  "Here you can leave a statement, suggestions, complaints, and appeals. To leave a complaint, log in to your account, upload a photo if necessary, and describe the problem in detail": "Тут ви можете залишити заяву, пропозиції, скарги та звернення. Щоб залишити скаргу, увійдіть у свій обліковий запис, завантажте фото за потреби та детально опишіть проблему.",
  "A citizens complaint  is one of the types of citizens appeals with a demand for restoration of rights and protection of the legitimate interests of citizens violated by actions (inaction), decisions of state bodies, local self-government bodies, enterprises, institutions, organizations, associations of citizens, officials.": "Скарга громадянина - це один із видів звернень громадян з вимогою відновлення прав та захисту законних інтересів громадян, порушених діями (бездіяльністю), рішеннями державних органів, органів місцевого самоврядування, підприємств, установ, організацій, об'єднань громадян, посадових осіб.",
  "An application is a document in which a private or official person makes a request with a specific proposal to the institution or official.": "Заява - це документ, у якому приватна або службова особа звертається з конкретною пропозицією до установи або посадової особи.",
  "Appeal provides citizens with the opportunity to defend their rights and legitimate interests and to restore them in case of violation, to participate in the management of state and public affairs and to influence the improvement of the work of state and local self-government bodies, institutions, enterprises, and organizations.": "Звернення надає громадянам можливість захисту їх прав і законних інтересів та їх відновлення в разі порушення, участі у керівництві державними та громадськими справами та вплив на покращення роботи державних та місцевих органів самоврядування, установ, підприємств та організацій.",
  "Proposal (remarks) - citizens appeals, where advice and recommendations are expressed regarding the activities of state authorities and local self-government bodies, deputies of all levels, officials, as well as opinions are expressed regarding the regulation of social relations and living conditions of citizens, improvement of the legal basis of state and public life, socio-cultural and other spheres of activity of the state and society.": "Пропозиція (зауваження) - це звернення громадян, де висловлюються поради та рекомендації щодо діяльності державних органів та місцевого самоврядування, депутатів всіх рівнів, посадових осіб, а також висловлюються думки щодо регулювання соціальних відносин і життєвих умов громадян, покращення правових основ державного та громадського життя, соціокультурних та інших сфер діяльності держави та суспільства.",
  "Heads of the Chornoostrivska": "Голові Чорноострівської",
  "settlement council": "селищної ради",
  "legal person":"юридична особа",
  "Mariia Shchehlova": "Марія Щеглова",
  "Appeal": "Звернення",
  "Complaints": "Скарга",
  "Statements": "Заява",
  "Proposal": "Пропозиція",
  "Phone Number": "Номер телефону",
  "Signature": "Підпис",
  "I": "Я",
  "living in": "проживаю за адресою",
  "and will ask about": "і хочу запитати про",
  "Add another one": "Додати ще одну",
  "See all": "Дивитись всі",
  "Head of the community": "Голова селищної ради",
  "This is Mykhailo Semenovych": "Дзись Михайло Семенович",
  "He was born on March 9, 1963 in the village of Shchaslyva, Lypovetsky district, Vinnytsia region.": "Народився 9 березня 1963 року в селі Щаслива Липовецького району Вінницької області.",
  "In 1978, he graduated from the Shchaslyvetsk eight-year school.": "У 1978 році закінчив Щасливецьку восьмирічну школу.",
  "In 1980, he graduated from the Lukashiv Secondary School.": "У 1980 році закінчив Лукашівську середню школу.",
  "In 1989-1990, he studied at an internship in the specialty of surgery at the Khmelnytskyi City Hospital and received the qualification of a surgeon.": "У 1989-1990 рр. навчався в інтернатурі за спеціальністю хірургія на базі Хмельницької міської лікарні та отримав кваліфікацію лікаря-хірурга.",
  "Since 1990, he has been working as a surgeon in Chornoostrivska District Hospital No. 2.": "З 1990 року працює лікарем-хірургом Чорноострівської районної лікарні No2.",
  "On October 25, 2015, he was elected to the post of the head of the village council of the Chornoostrivska united territorial community.": "25 жовтня 2015 року обраний на посаду голови сільської ради Чорноострівської об’єднаної територіальної громади.",
  "He was elected a deputy of the Chornoostriv settlement council of the 4th and 5th convocations and the Khmelnytskyi regional council of the 6th convocation.": "Обирався депутатом Чорноострівської селищної ради 4-5 скликань та Хмельницької обласної ради 6-го скликання.",
  "Married. Has two sons.": "Одружений. Має двох синів.",
  "Since December 1, 2015, he has been the acting head of the village.": "З 1 грудня 2015 року є головою селищної ради.",
  "Head": "Голова",
  "Village elders": "Старости громади",
  "Department of accounting and reporting": "Відділ бухгалтерського обліку та звітності",
  "Financial department": "Фінансовий відділ",
  "Legal department": "Юридичний відділ",
  "Department of Education, Culture, Youth and Sports": "Відділ освіти, культури, молоді та спорту",
  "Department of organizational and information work": "Відділ організаційної та інформаційної роботи",
  "Department of land relations": "Відділ земельних відносин",
  "Department of labor and social protection of the population": "Відділ праці та соціального захисту населення",
  "Sector of civil protection of the population and housing and communal services":"Сектор цивільного захисту населення та з питань житлово-комунального господарства",
  "Children`s Service of Chornoostrivsk settlement council": "Служба у справах дітей Чорноострівської селищної ради",
  "Center for the provision of administrative services of the Chernoostrivsk settlement council": "Центр надання адміністративних послуг Чорноострівської селищної ради",
  "Village head": "Селищний голова",
  "Secretary of the council": "Секретар ради",
  "Deputy head of the village for the activities of the executive bodies of the council": "Заступник селищного голови з питань діяльності виконавчих органів ради",
  "Head of affairs (secretary) of the executive committee": "Керуючий справами (секретар) виконавчого комітету",
  "Head of the villages of Ridkoduba, Lapkivtsi": "Староста сіл Рідкодуби, Лапківці",
  "Head of the villages Antonivka, Katerynivka": "Староста сіл Антонівка, Катеринівка",
  "The head of the villages of Zakharivtsi, Lyapintsi, Krachki": "Староста сіл Захарівці, Ляпинці, Крачки",
  "The head of the villages of Vezdenky, Mali Orlyntsi": "Староста сіл Везденьки, Малі Орлинці",
  "The head of the villages of Mykolaiv, Manilivka": "Староста сіл Миколаїв, Манилівка ",
  "The village head of Gruzevytsia": "Староста села Грузевиця",
  "The village head of Ostashki ": "Староста села Осташки",
  "The head of the villages of Pedosy, Martynivka, Berezhanka": "Староста сіл Педоси, Мартинівка, Бережанка",
  "The head of the villages of Stavchyntsi, Field Hrynivtsi": "Староста сіл Ставчинці, Польові Гринівці",
  "Head of the accounting and reporting department, chief accountant": "Начальник відділу бухгалтерського обліку та звітності, головний бухгалтер",
  "Deputy head of the accounting and reporting department":"Заступник начальника відділу бухгалтерського обліку та звітності",
  "Specialist of the accounting and reporting department": "Спеціаліст відділу бухгалтерського обліку та звітності",
  "Head of the financial department": "Начальник фінансового відділу",
  "Financial department specialist": "Спеціаліст фінансового відділу ",
  "Legal department specialist": "Спеціаліст юридичного відділу",
  "Head of the department of education, culture, youth and sports": "Начальник відділу освіти, культури, молоді та спорту",
  "Specialist in issues of education, youth and sports": "Спеціаліст з питань освіти, молоді та спорту",
  "Specialist in education, youth and sports": "Спеціаліст з питань освіти, молоді та спорту",
  "The chief specialist in matters of culture, nationalities, religions and tourism": "Головний спеціаліст з питань культури, національностей, релігій та туризму",
  "Head of the department of organizational and informational work": "Начальник відділу організаційної та інформаційної роботи",
  "Operator of electronic computing and calculating machines": "Оператор електронно-обчислювальних та обчислювальних машин",
  "Clerk of the department of organizational and informational work": "Діловод відділу організаційної та інформаційної роботи",
  "Head of the land relations department": "Начальник відділу земельних відносин",
  "Specialist of the land relations department": "Спеціаліст відділу земельних відносин",
  "Head of the department of labor and social protection of the population": "Начальник відділу праці та соціального захисту населення",
  "Specialist of the department of labor and social protection of the population": "Спеціаліст відділу праці та соціального захисту населення",
  "Head of the sector of civil protection of the population and housing and communal services": "Завідуючий сектором цивільного захисту населення та з питань житлово-комунального господарства",
  "Specialist in issues of housing and communal services, transport and improvement": "Спеціаліст з питань житлово-комунального господарства, транспорту та благоустрою",
  "Head of the Service for Children ": "Начальник Служби у справах дітей",
  "Specialist in the children's service of the Chernoostriv settlement council ": "Спеціаліст служби у справах дітей Чорноострівської селищної ради",
  "Head of the department, chief architect": "Начальник відділу, головний архітектор",
  "State registrar": "Державний реєстратор",
  "Specialist in registration of place of residence": "Спеціаліст з реєстрації місця проживання",
  "Inspector of the State Security Council": "Інспектор ВОС",
  "Black Island is located 16 km from Khmelnytskyi at the confluence of the Mshanets River with the Southern Bug River. The first written mention of this area dates back to the middle of the 14th century. Then it was called Black Town. Already at the end of the 15th century, the settlement appears as Black Island. Such a mysterious and somewhat gloomy name is associated with the location.": "Чорний острів розташований за 16 км від Хмельницького при впадінні річки Мшанець у річку Південний Буг. Перші письмові згадки про цю місцевість датуються серединою XIV століття. Тоді воно називалося Чорне місто. Вже в кінці XV століття поселення виникає як Чорний Острів. Така загадкова і дещо похмура назва пов'язана з місцем розташування.",
  "The palace complex of the Przezdetskys": "Палацовий комплекс Пшездецьких",
  "One of the main local tourist attractions is the Przezdecki estate. The Przezdecki magnates settled here in the 18th century. It is with this family that the period of the greatest prosperity of the town is associated. In Black Island, a place was allocated for a large market square, in the middle of which in the first half of the 19th century. built a town hall. Currently, the premises of the town hall are awaiting restoration after the fire in 2014. The Przezdetskis paid the most attention to building their palace into two wings. The family lived in one of them, and had fun in the other. The parts were connected to each other by a transition. To this day, the estate still has four furnaces and a massive oak staircase.": "Однією з головних місцевих туристичних визначних пам'яток є садиба Пшездецьких. У XVIII столітті тут оселилися магнати Пшездецькі. Саме з цією родиною пов'язаний період найбільшого розквіту містечка. У Чорному Острові було відведено місце для великої базарної площі, посеред якої в першій половині ХІХ ст. збудували ратушу. Нині приміщення ратуші очікує на реставрацію після пожежі 2014 року. Найбільше уваги Пшездецькі приділили перебудові свого палацу на два флігелі. В одному сім’я жила, а в іншому розважалася. Деталі з'єднували між собою переходом. До сьогодні в садибі збереглися чотири печі та масивні дубові сходи.",
  "Modern view of the palace": "Сучасний вигляд палацу",
  "In the first building there is a Music School, and in the other there is a library and a local history museum.": "У першому будинку розташована Музична школа, а в іншому – бібліотека та краєзнавчий музей.",
  "Music school": "Музична школа",
  "Music school as parp of castle": "Музична школа як частина замку",
  "Franz Liszt": "ференс Ліст",
  "The Hungarian composer Franz Liszt was a guest here. Work on the famous Second Hungarian Rhapsody was completed here (March 27, 1847).": "Тут гостював угорський композитор Ференц Ліст. Тут була завершена робота над знаменитою Другою угорською рапсодією (27 березня 1847).",
  "Leonid Hlibov": "Леонід Глібов",
  "By the way, the museum is named after the famous Ukrainian biker Leonid Hlibov.": "До речі, музей названо на честь відомого українського байкера Леоніда Глібова.",
  "Roman Catholic Church": "Римо-католицька церква",
  "Church of the Assumption of the Blessed Virgin Mary": "Церква Успіння Пресвятої Богородиці",
  "City Hall": "Ратуша",
  "The premises are in an emergency condition, traces of fire are visible. The ceiling broke. Not so long ago, here on the first floor there were boutiques, from which only advertising stickers remained.  The town hall housed the parish administration, numerous shops, a stable, and an inn with a hotel. Workshops for repairing crews were located on the first floor.": "Приміщення в аварійному стані, видно сліди пожежі. Прорвало стелю. Не так давно тут на першому поверсі були бутіки, від яких залишилися лише рекламні наклейки. У ратуші містилося волосне управління, численні крамниці, стайня, корчма з готелем. На першому поверсі розміщувалися майстерні для ремонтних бригад.",
  "Black Island Jews": "Чорноострівські євреї",
  "Black Island was once a Jewish town. Jews settled there in the first half of the 18th century.  In 1556, the city was granted Magdeburg law, which opened opportunities for free trade. At that time, 1,700 people lived in the town, half of whom were Jews. But almost all of them were killed by the Cossacks of Bohdan Khmelnytskyi.In the 18th century, Jews began to settle in Podillia again - Polish landowners contributed to this in every possible way, which, of course, caused dissatisfaction among the local population. Nevertheless, religious tolerance and peace existed in Black Island. The church, church and synagogues stood almost next to each other.  1765 - 226 Jews lived in the town.  According to the \"Jewish Encyclopedia\" in 1897, 3,800 people lived in Black Island, of which 2,166 people were Jews, which constituted 73% of the population. At that time, 46 (!) small enterprises and 46 craft workshops were involved - mainly Jews worked in them. Among the crafts, leather production, its artistic design and leather products dominated. Coats from Black Island were famous throughout Podillia. Before the Second World War, 1,860 Jews lived in Black Island. 550 of them worked at the Krasyliv sugar factory. There were 4 synagogues in the village itself. The last of them was completely demolished in the spring of 2016.  1923 - 1,464 Jews lived there.  1939 – 1172 Jews (29%)": "Колись Чорний Острів був єврейським містечком. Євреї оселилися тут у першій половині XVIII ст. У 1556 році місту було надано магдебурзьке право, що відкрило можливості для вільної торгівлі. На той час у містечку проживало 1700 осіб, половина з яких були євреями. Але майже всі вони були перебиті козаками Богдана Хмельницького. У XVIII столітті євреї знову почали селитися на Поділлі – цьому всіляко сприяли польські поміщики, що, звичайно, викликало невдоволення місцевого населення. Та все ж релігійна терпимість і мир панували в Чорному Острові. Костел, костел і синагоги стояли майже поруч. 1765 — у містечку проживало 226 євреїв. За даними «Єврейської енциклопедії» в 1897 році в Чорному Острові проживало 3800 осіб, з них 2166 осіб були євреями, що становило 73% населення. На той час було задіяно 46 (!) дрібних підприємств і 46 ремісничих майстерень – в них працювали переважно євреї. Серед ремесел переважало виробництво шкіри, її художнє оформлення та вироби зі шкіри. Кожухи з Чорного острова були відомі на всьому Поділлі. Перед Другою світовою війною в Чорному Острові проживало 1860 євреїв. З них 550 працювало на Красилівському цукровому заводі. У самому селі було 4 синагоги. Останній з них був повністю знесений навесні 2016 р. 1923 р. – тут проживало 1464 євреї. 1939 – 1172 євреїв (29%)",
  "Jews in the present": "Євреї в сучасності",
  "Today, Black Island has an old and a new Jewish cemetery, and this is the only reminder of the existence of the Jewish community. The cemetery itself is not far from the main road.  At the new cemetery, the last date of burial was 1993. There are a few fallen gravestones left from the old cemetery. There are references to the fact that some Krasili Jews were also buried in Black Island.": "Сьогодні на Чорному Острові є старий і новий єврейський цвинтар, і це єдине нагадування про існування єврейської громади. Саме кладовище знаходиться недалеко від центральної дороги. На новому кладовищі останній день поховання - 1993 рік. Від старого кладовища залишилося кілька повалених надгробків. Є згадки про те, що в Чорному Острові були поховані і деякі красильські євреї.",
  "Historical and present infrastructure of Black Island": "Історична та сучасна інфраструктура Чорного острова",
  "Purchase of generators for educational institutions": "Закупівля генераторів для навчальних закладів",
  "During the war, the issue of ensuring the functioning of educational institutions is extremely important. That is why gasoline generators were purchased with the funds of the local budget, which were handed over to the directors of educational institutions of the Chernoostriv settlement council. They will serve as a reliable assistant to ensure the operation of school boiler rooms in case of damage or interruption of the electricity supply.": "Під час війни надзвичайно актуальним є питання забезпечення функціонування навчальних закладів. Тому за кошти місцевого бюджету було придбано бензогенератори, які передано директорам навчальних закладів Чорноострівської селищної ради. Вони стануть надійним помічником для забезпечення роботи шкільних котелень у разі пошкодження чи припинення електропостачання.",
  "This is the second breaking news. More important updates!": "Це вже друга надзвичайна новина. Ще важливіші оновлення!",
  "Breaking News 2": "Новини 2",
  "Breaking News 3": "Новини 3",
  "Subscribe to get our Newsletter": "Підпишіться, щоб отримувати нашу розсилку",
  "Subscribe": "Підписка",
  "Careers | Privacy Policy | Terms & Conditions": "Кар'єра | Політика конфіденційності | Правила та умови",
  "© 2024 Class Technologies Inc.": "© 2024 Клас Технологій інк.",
  "Your Email": "Ваш імейл",
  "Visual equipment for 5th - 6th grades of NUSH Modern teaching aids have been purchased for classrooms of mathematics and natural sciences of the 5th-6th grades of NUSH of general secondary education institutions of Chornoostrivsk settlement council.": "Наочне обладнання для 5-6 класів НУШ У кабінети математики та природничого циклу 5-6 класів НУШ закладів загальної середньої освіти Чорноострівської селищної ради придбано сучасні засоби навчання.",
  "Yevhen Myshkovskyi is the Chief of the General Staff of the Army of the Ukrainian People`s Republic, a colonel who was mortally wounded in the battle of Black Island in 1920.": "Євген Мишковський — начальник Генерального штабу Армії УНР, полковник, смертельно поранений у бою під Чорним Островом у 1920 році.",
  "NUSH Modern teaching": "НУШ Сучасне навчання",
  "February 12 is Yevhen Myshkovsky`s birthday": "12 лютого – день народження Євгена Мишковського",
  "Previous page": "Попередня сторінка",
  "Support the project": "Підтримати проект",
  "Voted": "Проголосувало",
  "You have already voted for this project": "Ви вже проголосували за цей проект",
  "In Black Island, they showed what the Town Hall will look like after restoration": "У Чорному Острові показали, як виглядатиме Ратуша після реставрації",
  "In Black Island, they want to restore a landmark of the first half of the 19th century - the Town Hall, which burned down at one time. Recently, a meeting of the expert council was held, at which the project for the restoration of the Town Hall, developed by architect Serhiy Kozak, was presented. According to estimates, the restoration of the Town Hall may cost 20 million hryvnias. For reconstruction, they want to attract both grant funds and hope for state support.  \"Reconstruction will take place entirely according to the appearance that this monument had before. In view of its destruction, in some places the walls will be removed up to the foundation. And then they will rebuild from the same authentic brick. Here we plan to build a cultural and artistic center of the community with exhibition and concert halls, an art gallery, halls for groups... We want the landmark to come to life and become a unique tourist feature of the Black Island\".": "У Чорному Острові хочуть відновити пам’ятку першої половини ХІХ століття – Ратушу, яка свого часу згоріла. Нещодавно відбулося засідання експертної ради, на якому презентували проект реставрації Ратуші, розроблений архітектором Сергієм Козаком. За підрахунками, реставрація Ратуші може коштувати 20 мільйонів гривень. Для реконструкції хочуть залучити як грантові кошти, так і сподіваються на державну підтримку. «Реконструкція відбуватиметься повністю у тому вигляді, який ця пам’ятка мала раніше. У зв’язку з її руйнуванням подекуди знімуть стіни аж до фундаменту. А потім відбудують із тієї ж автентичної цегли. збудувати культурно-мистецький центр громади з виставковими та концертними залами, картинною галереєю, залами для груп... Хочемо, щоб пам’ятка ожила і стала унікальною туристичною об’єктом Чорного Острова».",
  "Vote": "Проголосувати",
  "Vote for community development": "Голосуйте за розвиток громади",
  "News": "Новини",
  "Email": "Імейл",
  "Password": "Пароль",
  "User Name": "Ім'я користувача",
  "Bio": "Біо",
  "Save": "Зберегти",
  "Edit": "Редагувати",
  "Live in Chornyi Ostriv": "Живе в Чорному Острові"
}